[
    {
      "id": 1,
      "name": "Mercury",
      "introduction": "The smallest planet in our solar system and nearest to the Sun, Mercury is only slightly larger than Earth's Moon.",
      "description": "From the surface of Mercury, the Sun would appear more than three times as large as it does when viewed from Earth, and the sunlight would be as much as seven times brighter. Despite its proximity to the Sun, Mercury is not the hottest planet in our solar system – that title belongs to nearby Venus, thanks to its dense atmosphere. \n Mercury formed about 4.5 billion years ago when gravity pulled swirling gas and dust together to form this small planet nearest the Sun. Like its fellow terrestrial planets, Mercury has a central core, a rocky mantle and a solid crust. \n Mercury formed about 4.5 billion years ago when gravity pulled swirling gas and dust together to form this small planet nearest the Sun. Like its fellow terrestrial planets, Mercury has a central core, a rocky mantle and a solid crust. \n Temperatures on the surface of Mercury are extreme, both hot and cold. During the day, temperatures on Mercury's surface can reach 800 degrees Fahrenheit (430 degrees Celsius). Because the planet has no atmosphere to retain that heat, nighttime temperatures on the surface can drop to minus 290 degrees Fahrenheit (minus 180 degrees Celsius). \n Mercury may have water ice at its north and south poles inside deep craters, but only in regions of permanent shadow. There it could be cold enough to preserve water ice despite the high temperatures on sunlit parts of the planet.",
      "density": 5.43,
      "tilt": 2,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/769_PIA16820.jpg",
      "rotationperiod": 1408,
      "period": 0.24,
      "radius": 2439,
      "moons": 0,
      "au": 0.3871,
      "eccentricity": 0.206,
      "velocity": 47.89,
      "mass": 0.06,
      "inclination": 7,
      "type": "Terrestrial",
      "ordinal": 1
    },
    {
      "id": 2,
      "name": "Venus",
      "introduction": "The second planet from the Sun and our closest planetary neighbor.",
      "description": "Similar in structure and size to Earth, Venus spins slowly in the opposite direction from most planets. Its thick atmosphere traps heat in a runaway greenhouse effect, making it the hottest planet in our solar system with surface temperatures hot enough to melt lead. Glimpses below the clouds reveal volcanoes and deformed mountains. \n Venus is named for the ancient Roman goddess of love and beauty, who was known as Aphrodite to the Ancient Greeks..",
      "density": 5.25,
      "tilt": 177.3,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/688_Venus.jpg",
      "rotationperiod": 5832,
      "period": 0.62,
      "radius": 6052,
      "moons": 0,
      "au": 0.7233,
      "eccentricity": 0.007,
      "velocity": 35.04,
      "mass": 0.82,
      "inclination": 3.4,
      "type": "Terrestrial",
      "ordinal": 2
    },
    {
      "id": 3,
      "name": "Earth",
      "introduction": "Our home planet is the third planet from the Sun, and the only place we know of so far that’s inhabited by living things.",
      "description": "While Earth is only the fifth largest planet in the solar system, it is the only world in our solar system with liquid water on the surface. Just slightly larger than nearby Venus, Earth is the biggest of the four planets closest to the Sun, all of which are made of rock and metal. \n The name Earth is at least 1,000 years old. All of the planets, except for Earth, were named after Greek and Roman gods and goddesses. However, the name Earth is a Germanic word, which simply means “the ground.”",
      "density": 5.52,
      "tilt": 23.45,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/786_1-bluemarble_west.jpg",
      "rotationperiod": 23.93,
      "period": 1,
      "radius": 6378,
      "moons": 1,
      "au": 1,
      "eccentricity": 0.017,
      "velocity": 29.79,
      "mass": 1,
      "inclination": 0,
      "type": "Terrestrial",
      "ordinal": 3
    },
    {
      "id": 4,
      "name": "Mars",
      "introduction": "The fourth planet from the Sun, Mars is a dusty, cold, desert world with a very thin atmosphere.",
      "description": "This dynamic planet has seasons, polar ice caps and weather and canyons and extinct volcanoes, evidence of an even more active past. \n Mars is one of the most explored bodies in our solar system, and it's the only planet where we've sent rovers to roam the alien landscape. NASA currently has three spacecraft in orbit, one rover and one lander on the surface and another rover under construction here on Earth. India and ESA also have spacecraft in orbit above Mars. \n These robotic explorers have found lots of evidence that Mars was much wetter and warmer, with a thicker atmosphere, billions of years ago.",
      "density": 3.95,
      "tilt": 25.19,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/683_6453_mars-globe-valles-marineris-enhanced-full2.jpg",
      "rotationperiod": 24.62,
      "period": 1.88,
      "radius": 3397,
      "moons": 2,
      "au": 1.524,
      "eccentricity": 0.093,
      "velocity": 24.14,
      "mass": 0.11,
      "inclination": 1.85,
      "type": "Terrestrial",
      "ordinal": 4
    },
    {
      "id": 5,
      "name": "Jupiter",
      "introduction": "The fifth planet from our Sun and is, by far, the largest planet in the solar system – more than twice as massive as all the other planets combined.",
      "description": "Jupiter's stripes and swirls are actually cold, windy clouds of ammonia and water, floating in an atmosphere of hydrogen and helium. Jupiter’s iconic Great Red Spot is a giant storm bigger than Earth that has raged for hundreds of years. \n Jupiter is surrounded by dozens of moons. Jupiter also has several rings, but unlike the famous rings of Saturn, Jupiter’s rings are very faint and made of dust, not ice.",
      "density": 1.33,
      "tilt": 3.12,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/2486_stsci-h-p1936a_1800.jpg",
      "rotationperiod": 9.92,
      "period": 11.86,
      "radius": 71490,
      "moons": 28,
      "au": 5.203,
      "eccentricity": 0.048,
      "velocity": 13.06,
      "mass": 317.89,
      "inclination": 1.3,
      "type": "Gas giant",
      "ordinal": 5
    },
    {
      "id": 6,
      "name": "Saturn",
      "introduction": "The sixth planet from the Sun and the second largest planet in our solar system.",
      "description": "Adorned with thousands of beautiful ringlets, Saturn is unique among the planets. It is not the only planet to have rings—made of chunks of ice and rock—but none are as spectacular or as complicated as Saturn's. \n Like fellow gas giant Jupiter, Saturn is a massive ball made mostly of hydrogen and helium.",
      "density": 0.69,
      "tilt": 26.73,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/16020_6020_IMG005020_ai_wm_display.jpg",
      "rotationperiod": 10.66,
      "period": 29.46,
      "radius": 60268,
      "moons": 30,
      "au": 9.539,
      "eccentricity": 0.056,
      "velocity": 9.64,
      "mass": 95.18,
      "inclination": 2.49,
      "type": "Gas giant",
      "ordinal": 6
    },
    {
      "id": 7,
      "name": "Uranus",
      "introduction": "The seventh planet from the Sun with the third largest diameter in our solar system, Uranus is very cold and windy.",
      "description": "The ice giant is surrounded by 13 faint rings and 27 small moons as it rotates at a nearly 90-degree angle from the plane of its orbit. This unique tilt makes Uranus appear to spin on its side, orbiting the Sun like a rolling ball. \n The first planet found with the aid of a telescope, Uranus was discovered in 1781 by astronomer William Herschel, although he originally thought it was either a comet or a star. It was two years later that the object was universally accepted as a new planet, in part because of observations by astronomer Johann Elert Bode. \n William Herschel tried unsuccessfully to name his discovery Georgium Sidus after King George III. Instead the planet was named for Uranus, the Greek god of the sky, as suggested by Johann Bode.",
      "density": 1.29,
      "tilt": 97.86,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/599_PIA18182.jpg",
      "rotationperiod": 17.24,
      "period": 84.01,
      "radius": 25559,
      "moons": 24,
      "au": 19.19,
      "eccentricity": 0.046,
      "velocity": 6.81,
      "mass": 14.53,
      "inclination": 0.77,
      "type": "Ice giant",
      "ordinal": 7
    },
    {
      "id": 8,
      "name": "Neptune",
      "introduction": "Dark, cold and whipped by supersonic winds, ice giant Neptune is the eighth and most distant planet in our solar system.",
      "description": "More than 30 times as far from the Sun as Earth, Neptune is the only planet in our solar system not visible to the naked eye. In 2011 Neptune completed its first 165-year orbit since its discovery in 1846. \n Neptune is so far from the Sun that high noon on the big blue planet would seem like dim twilight to us. The warm light we see here on our home planet is roughly 900 times as bright as sunlight on Neptune. \n The ice giant Neptune was the first planet located through mathematical calculations. Using predictions made by Urbain Le Verrier, Johann Galle discovered the planet in 1846. The planet is named after the Roman god of the sea, as suggested by Le Verrier.",
      "density": 1.64,
      "tilt": 29.6,
      "imageUrl": "https://solarsystem.nasa.gov/system/resources/detail_files/611_PIA01492.jpg",
      "rotationperiod": 16.11,
      "period": 164.79,
      "radius": 25269,
      "moons": 8,
      "au": 30.06,
      "eccentricity": 0.01,
      "velocity": 6.81,
      "mass": 17.14,
      "inclination": 1.77,
      "type": "Ice giant",
      "ordinal": 8
    }
  ]